Repository: acmepjz/puzzleboy
Catalog: PuzzleBoy/data/locale/*.po
Languages: de_de

source: Failed to load file %s
de_de: Datei %s konnte nicht geladen werden

source: User level:
de_de: Benutzer-Level:

source: Choose Level File
de_de: Level-Datei wählen

source: Choose Level
de_de: Level wählen

source: Search Result
de_de: Suchergebnis

source: Search Level
de_de: Level suchen

source: Please input the keyword
de_de: Bitte das Schlüsselwort eingeben

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Animation Speed
de_de: Geschwindigkeit der Animation

source: Show Grid:
de_de: Raster zeigen:

source: Show Lines:
de_de: Linien zeigen:

source: International Font: %s (requires restart)
de_de: Internationale Schriftart: %s (Neustart erforderlich)

source: Use system language (%s)
de_de: Systemsprache verwenden (%s)

source: Disabled
de_de: Deaktiviert

source: Language
de_de: Sprache

source: Automatic
de_de: Automatisch

source: Thread Count
de_de: Thread-Zähler

source: Horizontal Up-Down
de_de: Horizontal aufwärts-abwärts

source: Vertical Up-Down
de_de: Vertikal aufwärts-abwärts

source: Multiplayer Orientation
de_de: Mehrspieler-Orientierung

source: Save Progress At Exit:
de_de: Fortschritt beim Beenden speichern:

source: Continuous Key Event:
de_de: Dauerhaftes Key-Event:

source: Show FPS:
de_de: FPS anzeigen:

source: Button Size
de_de: Größe der Knöpfe

source: Menu Text Size
de_de: Größe der Menütexte

source: Menu Height
de_de: Höhe des Menüs

source: Show Grid In Menu:
de_de: Raster im Menü zeigen:

source: Touchscreen Mode
de_de: Touchscreen-Modus

source: Show Main Menu Button:
de_de: Hauptmenü-Knopf anzeigen:

source: Save Random Map Automatically:
de_de: Zufällige Karte automatisch anzeigen:

source: Name of Player %d
de_de: Name von Spieler %d

source: Single Player Keys:
de_de: Tasten im Einzelspieler-Modus:

source: Multiplayer Keys (Player 1):
de_de: Tasten im Mehrspieler-Modus (Spieler 1):

source: Multiplayer Keys (Player 2):
de_de: Tasten im Mehrspieler-Modus (Spieler 2):

source: (None)
de_de: (Nichts)

source: Up:
de_de: Hoch:

source: Down:
de_de: Runter:

source: Left:
de_de: Links:

source: Right:
de_de: Rechts:

source: Undo:
de_de: Rückgängig machen:

source: Redo:
de_de: Wiederholen:

source: Switch:
de_de: Tauschen:

source: Restart:
de_de: Neustart:

source: Please input the new name of player %d
de_de: Bitte geben Sie den neuen Namen für Spieler %d ein

source: Config
de_de: Konfiguration

source: Choose level database to be merged.
de_de: Wählen Sie eine Datenbank für das Zusammenführen.

source: Note: PuzzleBoyRecord.dat is our main database.
de_de: Hinweis: PuzzleBoyRecord.dat ist die Hauptdatenbank.

source: These files can be found at %s.
de_de: Diese Dateien sind unter %s zu finden.

source: Successfully added %d levels and %d best records
de_de: %d Levels und %d Rekorde wurden erfolgreich hinzugefügt

source: Merge Level Database
de_de: Level-Datenbank zusammenzuführen

source: Level Name
de_de: Name des Levels

source: Level Size
de_de: Größe des Levels

source: Checksum
de_de: Prüfsumme

source: Best Record
de_de: Rekord

source: Doesn't Exist
de_de: Nicht vorhanden

source: Show Level
de_de: Level zeigen

source: Remove Level
de_de: Level entfernen

source: List of Records
de_de: Rekordliste

source: Do you want to remove this level?
de_de: Möchten Sie dieses Level entfernen?

source: Copied to clipboard
de_de: In Zwischenablage kopiert

source: Do you want to remove level record for '%s'?
de_de: Möchten Sie den Level-Rekord für '%s' entfernen?

source: Level Information
de_de: Level-Informationen

source: Level Database
de_de: Level-Datenbank

source: Editing level database is an experimental feature. Please backup your level database first. Continue?
de_de: Das Bearbeiten der Level-Datenbank ist eine experimentelle Funktion. Bitte legen Sie zuerst eine Sicherheitskopie Ihrer Level-Datenbank an. Fortfahren?

source: Level database saved
de_de: Level-Datenbank gespeichert

source: Failed to save level database
de_de: Level-Datenbank konnte nicht gespeichert werden

source: Apply
de_de: Anwenden

source: Animation Demo
de_de: Demo der Animation

source: Level has been edited. If you continue, unsaved changes will be lost. Continue?
de_de: Level wurde bearbeitet. Wenn Sie fortfahren, werden nicht gespeicherte Änderungen verloren gehen. Fortfahren?

source: Moves: %d
de_de: Züge: %d

source: Best: %d (%s)
de_de: Bester Wert: %d (%s)

source: Press again to exit
de_de: Zum Beenden erneut drücken

source: Level Solver
de_de: Level lösen

source: The solution is:
de_de: Die Lösung ist:

source: No solution
de_de: Keine Lösung

source: Aborted
de_de: Abgebrochen

source: Can't solve this level
de_de: Konnte dieses Level nicht lösen

source: File saved to %s
de_de: Datei unter %s gespeichert

source: Failed to save file %s
de_de: Datei %s konnte nicht gespeichert werden

source: Level Record
de_de: Level-Rekord

source: Edit Level
de_de: Level bearbeiten

source: Exit Game
de_de: Spiel beenden

source: Random Map
de_de: Zufällige Karte

source: Save Temp Level File
de_de: Temporäre Level-Datei speichern

source: Start Multiplayer
de_de: Mehrspielerspiel starten

source: Network Multiplayer
de_de: Netzwerk-Mehrspieler

source: Copy record here or paste record and click 'Apply' button
de_de: Kopieren Sie den Rekord hierher oder fügen Sie ihn ein und klicken Sie auf den 'Anwenden'-Knopf

source: Create server
de_de: Server erstellen

source: Connect to server
de_de: Mit Server verbinden

source: Server created successfully
de_de: Server erfolgreich erstellt

source: Can't create server
de_de: Server kann nicht erstellt werden

source: Please input server address
de_de: Bitte Server-Adresse eingeben

source: Connected to %s
de_de: Verbunden mit %s

source: Can't connect to %s
de_de: Verbindung mit %s nicht möglich

source: Main Menu
de_de: Hauptmenü

source: Test Level
de_de: Level testen

source: New Level File
de_de: Neue Level-Datei

source: Save Level
de_de: Level speichern

source: Exit Editor
de_de: Editor beenden

source: Level Pack Name
de_de: Name des Level-Packs

source: Change Level Size
de_de: Größe des Levels ändern

source: Add Level
de_de: Level hinzufügen

source: Move Level
de_de: Level verschieben

source: Please input level file name
de_de: Bitte Dateiname des Levels eingeben

source: Please input level pack name
de_de: Bitte Name des Level-Packs eingeben

source: Please input level name
de_de: Bitte Name des Levels eingeben

source: Please input the destination level number
de_de: Bitte die Nummer des Ziel-Levels eingeben

source: Quit to Editor
de_de: Zurück zum Editor

source: Disconnect
de_de: Trennen

source: Disconnected
de_de: Getrennt

source: Network Multiplayer Main Menu
de_de: Netzwerk-Mehrspieler-Hauptmenü

source: Remote host is generating random map...
de_de: Remote Host erzeugt zufällige Karte…

source: Connecting to %s...
de_de: Verbinde mit %s…

source: Downloading maps...
de_de: Lade Karten herunter…

source: Disconnecting...
de_de: Trenne…

source: Current Status
de_de: Aktueller Status

source: Downloaded Data: %'d Bytes
de_de: Heruntergeladene Daten: %'d Bytes

source: Uploaded Data: %'d Bytes
de_de: Hochgeladene Daten: %'d Bytes

source: Packet Loss: %0.2f%%
de_de: Verlorene Pakete: %0.2f%%

source: Player
de_de: Spieler

source: Unnamed level
de_de: Unbenanntes Level

source: Unnamed level pack
de_de: Unbenanntes Level-Pack

source: Start editing level
de_de: Mit Bearbeitung des Levels beginnen

source: Start testing level
de_de: Mit Test des Levels beginnen

source: Can't undo
de_de: Rückgängig machen nicht möglich

source: Failed to undo
de_de: Rückgängig machen fehlgeschlagen

source: Can't redo
de_de: Wiederholen nicht möglich

source: Failed to redo
de_de: Wiederholen fehlgeschlagen

source: Can't move to specified location
de_de: Verschieben an den angegebenen Ort nicht möglich

source: Can't place block here
de_de: Platzieren des Blocks hier nicht möglich

source: Start moving box
de_de: Mit Verschieben der Box beginnen

source: Rotate block with a pushable block
de_de: Block mit einem verschiebbaren Block drehen

source: Rotate block with a target block
de_de: Block mit einem Zielblock drehen

source: Rotate block only
de_de: Nur Block drehen

source: (%d players)
de_de: (%d Spieler)

source: Random
de_de: Zufällig

source: Random Level %d
de_de: Zufälliges Level %d

source: Random Level
de_de: Zufälliges Level

source: Press any key...
de_de: Beliebige Taste drücken…

source: Config Key
de_de: Taste konfigurieren

source: Level Width
de_de: Breite des Levels

source: Level Height
de_de: Höhe des Levels

source: Horizontal Offset
de_de: Horizontaler Versatz

source: Vertical Offset
de_de: Vertikaler Versatz

source: Horizontal Align:
de_de: Horizontale Ausrichtung:

source: Vertical Align:
de_de: Vertikale Ausrichtung:

source: Preserve Level Contents
de_de: Inhalt des Levels beibehalten

source: Left
de_de: Links

source: Center
de_de: Mitte

source: Right
de_de: Rechts

source: Top
de_de: Oben

source: Vertical Center
de_de: Mitte vertikal

source: Bottom
de_de: Unten

source: Start Level of Player %d
de_de: Start-Level von Spieler %d

source: Are you sure?
de_de: Sind Sie sicher？

source: Rotate block only %dx%d
de_de: Nur Block %dx%d drehen

source: Rotate block only %dx%d (%d players)
de_de: Nur Block %dx%d drehen (%d Spieler)

source: Rotate block only 8x8
de_de: Nur Block 8x8 drehen

source: Name of Player %d:
de_de: Name von Spieler %d:

source: Automatic (%d)
de_de: Automatisch (%d)

source: Automatic (%s)
de_de: Automatisch (%s)

source: Animation Speed: %dx
de_de: Geschwindigkeit der Animation: %dx

source: Language:
de_de: Sprache:

source: Thread Count:
de_de: Thread-Anzahl:

source: Multiplayer Orientation:
de_de: Mehrspieler-Orientierung:

source: Menu Text Size: %d%%
de_de: Größe des Menütextes: %d%%

source: Menu Height: %d%%
de_de: Höhe des Menüs: %d%%

source: Name of Player 2:
de_de: Name von Spieler 2:
